[General]
Translator, "otakadelic, pratomoastan, T.Momose, Tak40300, Yasushi TAKAOKA"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "739"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "26"


[Icon]
R0lGODlhEAAMAOYAAPz8/Orq6vn5+aampvDx8fX19ebm5unp6aioqPPz8+vr662trf39/ff39/b2
9vDz8+Hh4d7e3rKysq6ururs7PDw8KWlpZycnO/v7+bKxcQcBMkfBp2dnfDy8+SwqvX4+fHz85ub
m/Ly8tVuW8oWAPL29p6enscXANZrWvL09fHx8dfX19hlVaqqqu/x8OPj4/L19vP6++rw8NluX9Ri
UKmpqddoV9AzHefp6efq69h4aebY1u3t7dNQPcsfB+Xl5cQpEeXU0a+vr8ceBejOzOjp6ckhCdhq
WeTk5P7+/uPm5vf4+N/GwtbW1uXU0vP29+zt7cxCLevt7ejs7Mk3IeDg4OLp6qSkpLGxsc4hDMci
CvHz9NdmVdVnV/j4+JiYmPLz8/L8/Y2NjccgCO3b2bW1tdd3aOnPy9xtXscoEMoTANAsF+GuqNdg
T6enp/P09NduXaurq+vQze7u7ujo6KCgoOfn5/T09KGhoaKiop+fn6Ojo////wAAAAAAAAAAACH5
BAAAAAAALAAAAAAQAAwAAAfHgCF5dXV4eHl5e3tXFgMDNXh7IjxzFRgEWylvdwUODQxueQp0dAdS
UBkZLh0VKncCeHUBdnQUO2ZwRzNkD2B3c3t4CgZ2MjojKDYsaDEEdhhxegcGOE40XVxtPTdEFHMC
C9IGRUFRVGlDG2pnIAkAE3oBPxBWQBpjRj5rYQkFAEJ67DSJoISJlhMkssgpUaBBEix6VkSA8CLH
FDYeHjy540AAHwlfqiChE2AOARgflngBwIAPnzJiLnC4YKJOokYIWiyYIAFBIAA7


[BFAPI]
ErrorClientVersionTooOld, "クライアントのバージョンが古すぎます。\nアプリケーションをアップデートしてからやり直してください。"
ErrorFailClientTime, "コンピューターの時刻が正しく設定されていません。\nシステム時刻を確認してやり直してください。"
ErrorFailLogin, "電子メールアドレスとパスワードを確認してやり直してください。"
ErrorFailPrefix, "BinaryFortressアカウントに接続できませんでした。\nインターネットへの接続や、このアプリケーションがPCまたはネットワークのプロキシ、ファイアウォール等にブロックされていないことを確かめてください。"
ErrorInvalidProTrialLicenseKey, "試用ライセンスキーが無効です。\n詳細についてはお問い合せください。"
ErrorItemSizeTooLarge, "同期しようとしているアイテムにサイズの大きすぎるものがあります。\nサイズの大きいアイテムを削除して再試行してください。"
ErrorTrialExpiredPrompt, "Pro版試用ライセンスキーの期限が切れています。\n再度の試用をご希望ですか？"
ErrorTwoFactorInvalid, "2要素コードが無効または期限切れです。\nもう一度お試しください。"
ErrorUnknownProPurchasedLicenseKey, "お使いのライセンスキーが無効です。\n詳細についてはお問い合せください。"
LoginPrompt, "プロファイルの同期にはBinaryFortressへのログイン情報が必要です。\nログイン情報を今すぐ入力しますか?"
PromptTwoFactor, "お使いの端末に送信された２要素コードを入力してください。\n数分以内に届かない場合は、BinaryFortressサポートにお問い合わせください。"
PromptTwoFactorImportOldCredentials, "本アプリケーションは２要素認証をサポートしています。現在ご使用のアカウントは２要素認証が有効化されています。\n\nお使いの端末に送信された２要素コードを入力してください。\n数分以内に届かない場合は、BinaryFortressサポートにお問い合わせください。"
PromptTwoFactorTOTP, "あなたのモバイルデバイスアプリにて生成された６桁の数字を入力してください。\nもしこの認証コードについて不具合がある場合、当社BinaryFortressのサポートまでご連絡ください。"
TitleSync, "BinaryFortressアカウントと同期中"


[BFAPILoginControl_Controls]
btnLogin, "ログイン(&L)"
btnLogout, "ログアウト(&L)"
btnMyAccount, "アカウント(&A)"
btnMyLicenses, "ライセンス(&M)"
btnRegister, "登録(&R)"
btnResetPassword, "パスワードのリセット"
lblEmailAddress, "メールアドレス："
lblName, "名前："
lblPassword, "パスワード："


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "個人または商用利用#台数はライセンス名称から示唆"
LicenseRestrictionEnterprise, "会社の全PC(拠点数/PC台数ともに無制限)"
LicenseRestrictionPersonal, "個人の全PC(台数無制限)と、あなただけが使用する会社のPC1台のみ"
LicenseRestrictionSite, "特定サイトの全PC"
LicenseRestrictionStandard, "個人または商用利用(ライセンスPC台数1台のみ)"
LicenseRestrictionSteam, "主な使用者が自分のPC(台数無制限。Steamクライアントでインストールする必要があります)"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "有効な電子メールアドレスを入力してやり直してください。"
ErrorEnterPassword, "パスワードを入力してやり直してください。"
ErrorLoginFailed, "アカウント情報を読み込めませんでした。\n電子メールアドレスとパスワードを確認してやり直してください。"
ErrorNoLicensesFound, "このアカウントにはライセンス情報がありません。\nご不明な点はお問い合わせください。"
ErrorUnknownLicenses, "ライセンス情報の読み込み中にエラーが発生しました。"
ErrorUnknownLogin, "ライセンス情報の読み込み中にエラーが発生しました。"
Note, "ログインでライセンスキーの取得とBinaryFortressアカウントとの同期を実行できます。"
SelectLicensePrompt, "無料版またはPro版のトライアルライセンスを使用しているか、ライセンスキーが無効です。\nBinaryFortressアカウントからライセンスキーを読み込みますか？"
Title, "BinaryFortressアカウント"
TitleLoadingLicenses, "ライセンス情報の読み込み中"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "作成日"
colDateExpires, "有効期限"
colLicenseKey, "ライセンスキー"
colLicenseRestrictions, "ライセンス制限"
colLicenseType, "ライセンスタイプ"
colName, "ライセンス名"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "このライセンスキーを使用しますか?"
ErrorSelectLicense, "一覧からライセンスを選択してやり直してください。"
ShowNeedLicenseWarning, "一覧からライセンスキーを選択してから[OK]ボタンを押すと、そのライセンスキーを使用します。"
Title, "ライセンス一覧"


[BFFormCodeEditor]
btnHotKeyEdit, "編集(&E)"
btnInsertFunction, "コードの挿入(&I)"
btnInsertFunctionTT, "自作ファンクションの作成時は既製スクリプトヘルパーの一覧を参考にすると便利です。"
btnRedoTT, "やり直し(Ctrl+Y)"
btnReferencesDefault, "デフォルトの参照"
btnRunFunction, "ファンクションの実行(&R)"
btnRunFunctionTT, "現在のファンクションを実行します。"
btnUndoTT, "元に戻す(Ctrl+Z)"
btnVerifyFunction, "ファンクションの検証(&V)"
btnVerifyFunctionTT, "実行せずに現在のファンクションのコードを検証します。"
ErrorCompileFailed, "コンパイルできませんでした。"
ErrorEnterCode, "C#またはVB.netコードを入力しなおしてから再試行してください。"
ErrorEnterName, "名前を入力してから再試行してください。"
ErrorRunFailed, "実行できませんでした。"
lblDescription, "説明："
lblHelp, "ファンクションのヘルプ"
lblKeyCombination, "キーの組み合わせ："
lblLanguage, "言語："
lblName, "名前："
lblReferences, "参照："
lblShare, "コミュニティとコードを共有しましょう！"
MessageRunning, "実行中："
MessageRunSuccess, "実行しました。"
MessageVerifySuccess, "検証に成功しました。"
MessageWait, "スクリプトファンクションの完了待ちです。\nスクリプトファンクションのシステムトレイアイコンを使ってファンクションの実行を停止できます。"
MessageWaitTitle, "ファンクションの実行待ち"
PromptChangeLanguage, "デフォルトのスクリプトファンクションコードを読み込みますか?\n警告:スクリプトファンクションがリセットされます。"
PromptCloseWithoutSave, "保存せずに終了しますか?"
PromptDefaultReferences, "参照をリセットしてデフォルト値に戻しますか?"
PromptInvalidSave, "スクリプトファンクションが無効のようです。\n構わずに保存しますか?"
ShareMessage, "あなたのコードは自動的にこのリクエストに添付されます。\nメッセージを含める場合は分割線の上に入力してください。ありがとうございます！"
ShareSubject, "スクリプトファンクション："
ShareTitle, "スクリプトファンクションをシェアする"
ShareWarning, "あなたの名前がクレジットに表示されます。エイリアスまたは匿名を希望の場合はお知らせください。"


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "ウィンドウのスタイルを選択してください："
PromptSelectWindowStylesEx, "拡張ウィンドウスタイルを選択してください："
RemoveConfirmOne, "選択したアイテムを削除してもよろしいですか？"
SelectAnItem, "リストから項目を選択して、もう一度お試しください。"
SelectAudioDevice, "オーディオデバイスを選択してください。"
SelectMouseCursorLocation, "クリックしてマウスカーソルの位置を選択\nキャンセルするには任意のキーを押してください"
SendKeys_EditString, "文字列の編集"
SendKeys_EnterString, "文字列を入力："
SendKeys_mniAddKeyCombination, "キーの組み合わせを追加"
SendKeys_mniAddRawText, "生のテキストを追加"
SendKeys_mniAddText, "テキストを追加"
SendKeys_Title, "SendKeysビルダー"


[BFFormDownload_Strings]
ConfirmCancel, "ダウンロードを中止しますか?"
Error, "エラーが発生しました。"
Progress, "残り:{0}KB(合計{1}KB)"
ProgressUnknown, "ダウンロードしています:{0}KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "WallpaperFusionタグを選択してやり直してください。"
lblQuery, "フィルター："
Title, "WallpaperFusionタグ"


[BFFormOnlineMacroBrowser]
btnClose, "閉じる(&C)"
colContributors, "投稿者"
colCreatedBy, "作成者"
colDownloads, "ダウンロード数"
colLanguage, "言語"
colLastModified, "最終更新日時"
lblQuery, "フィルター："
Loading, "読み込み中..."


[BFFormProxySettings_Controls]
btnSave, "保存"
lblProxyAddress, "Proxyサーバーアドレス："
lblProxyPassword, "パスワード："
lblProxyPassword2, "パスワードをもう一度入力してください："
lblProxyPort, "Proxyポート："
lblProxyUsername, "ユーザーネーム："
rdoCustomSettings, "プロキシを使う(&C)："
rdoNoProxy, "プロキシを使わない(直接インターネットに接続)(&N)"
rdoUseIESettings, "InternetExplorerの設定を使用する(&I)"


[BFFormProxySettings_Strings]
EnterServerAddress, "プロキシサーバーを入力するか"プロキシを使わない"を選んでください。"
EnterServerPort, "プロキシサーバーのポートを入力するか"プロキシを使わない"を選んでください。"
PasswordDecryptionFailed, "インターネット接続の設定が無効です。\nプロキシサーバーのパスワードを再入力して設定を修復しますか?"
PasswordsNotMatch, "プロキシサーバーのパスワードに誤りがあります。もう一度入力してください。"
Title, "インターネット接続の設定"


[BFFormSelectApplication]
AllApplications, "すべてのアプリケーション"
btnBrowse, "参照(&B)"
colApplication, "アプリケーション"
colPath, "パス"
GroupDesktopApplications, "デスクトップアプリ"
GroupWindows8Applications, "Windowsユニバーサルアプリ"
lblWindowPicker, "ウィンドウ上にドラッグするとそのプロセスがリストに自動追加されます"
PleaseSelectApplication, "最初にアプリケーションを選択してください。"
Title, "アプリケーションの選択"


[BFFormSettingsAdvanced_Controls]
btnDelete, "既定値"
chkShowOnlyModified, "変更した値のみを表示"
colSetting, "設定"
colValue, "値"
lblFilter, "フィルター："
lblHelp, "ダブルクリックで設定を変更できます。詳細はヘルプを参照してください。"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "設定の保存時にエラーが発生しました。"
SavedSuccessfully, "詳細設定を保存しました。\nこれらの反映するためにはアプリケーションを再起動する必要があります。"
Title, "高度な設定"
TitleEdit, "高度な設定を編集"


[BFFormSettings_Controls]
btnAdvancedSettings, "高度な設定"
btnAutoUpdateCheckNow, "アップデートの有無を今すぐ確認する(&U)"
btnBackupSettings, "設定をファイルにエクスポート"
btnLanguageHelp, "翻訳の完成を手伝う"
btnLicenseChangeToFree, "無料版に変更"
btnLicenseKeyRequestTrial, "新規のトライアルライセンスを要求"
btnLicenseKeyRestoreTrial, "試用ライセンスキーの復元"
btnLicenseLoadOnline, "BinaryFortressアカウントから読み込む"
btnLicensePasteFromClipboard, "クリップボードから貼り付け"
btnProxySettings, "インターネット接続の設定"
btnRestoreSettings, "設定をファイルから読み込む"
btnTroubleshootingClearLogBASE, "ログをクリアする"
btnTroubleshootingCopyBASE, "クリップボードにデバッグ情報をコピーする"
btnTroubleshootingExportBASE, "デバッグ情報をファイルにエクスポート"
btnTroubleshootingForceCleanupBASE, "メモリの強制クリーンアップを実行(&F)"
btnTroubleshootingOpenLogBASE, "ログを開く"
btnTroubleshootingRefreshBASE, "更新(&R)"
chkAutoUpdate, "アップデートを自動確認"
chkAutoUpdateBeta, "最新ベータ版(不安定な場合があります)の有無も確認する"
chkAutoUpdateSteam, "アップデートを自動的にチェックする（Steamバージョンではこの設定が無視される場合があります）"
colLanguageName, "名前"
colLanguagePercentComplete, "完了"
colLanguageTranslators, "翻訳者"
colLanguageVersion, "バージョン"
gbAutoUpdate, "アップデートのチェック"
gbLicenseReseller, "再販業者の情報"
lblAutoUpdateWarningBASE, "注意:自動アップデートが無効になっています。最新版インストールの通知は行われません"
lblLanguageGetMore, "追加された言語/更新された言語を入手"
lblLicenseExpires, "ライセンス有効期限："
lblLicenseKey, "ライセンスキー："
lblLicenseTo, "ライセンス対象者："
tabAbout, "バージョン情報"
tabLanguage, "言語"
tabLicense, "ライセンスキー"
tabOptions, "オプション"
tabOurApps, "BinaryFortressのアプリ"
tabTroubleshooting, "トラブルシューティング"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "本当にライセンスキーを削除して無料バージョンに移行しますか?"
ChangeToFreeFromTrialPrompt, "Pro版を再び試用するには、サポートチームにトライアルキーをリクエストする必要があります。無料版で使えない機能はウェブサイトの無料版vsPro版の比較表に掲載されています。\n\n本当にライセンスキーを削除して無料版に移行しますか?"
DebugLogCleared, "デバッグログを消去しました。"
DebugLogNotFound, "デバッグログが見つかりません。\nログ機能を有効にしてください。"
FreeVersion, "無料版"
LanguageHelpMessage, "翻訳の完成を手伝います！"
LanguageHelpMessageDescription, "翻訳の完成をお手伝いいただければ、報酬としてProStandardライセンスを無償でご提供します！\n2営業日以内にご連絡します。"
LanguageRightToLeft, "右から左"
LicenseKeyRequestTrialDescription, "2営業日以内にご連絡します。"
LicenseKeyRequestTrialMessage, "新規のトライアルライセンスキーを希望します！"
LogLevel0, "L0:ログ無効"
LogLevel1, "L1:最小限のログを保存"
LogLevel2, "L2:詳細ログを保存(推奨しません)"
LogLevel3, "L3:すべてのログを保存(推奨しません)"
RegistryExportSuccess, "設定のエクスポートに成功しました。"
RestoreSettingsFailed, "設定の読み込み時にエラーが発生しました。"
RestoreSettingsPrompt, "あなたか、またはBinaryFortressサポートチーム以外が作成したバックアップファイルを読み込まないでください。\n本当にこのバックアップファイルを読み込みますか？"
RestoreSettingsSuccess, "あなたの設定が無事に読み込まれました。"
SettingsLoadError, "設定の読み込み時にエラーが発生しました。"
SettingsSaveError, "設定の保存時にエラーが発生しました。"
Title, "設定"
TroubleshootingCopyError, "トラブルシューティング情報をクリップボードへコピーできませんでした。"
TroubleshootingCopySuccess, "トラブルシューティングの情報がクリップボードへコピーされました。"


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "ファイルを添付する"
btnAttachmentsClear, "添付したファイルをクリアする"
chkIncludeBackup, "サポートリクエストに設定のバックアップを含める"
lblEmailAddress, "メールアドレス："
lblMessage, "メッセージ："
lblName, "名前："
lblSubject, "件名："
lblWarning, "問題の早期解決に役立てるために"トラブルシューティング"タブの情報とDebug.logファイルが暗号化された状態でこのサポートリクエストと同時に送信されます。"


[BFFormSupportRequest_Strings]
EnterEmailAddress, "有効な電子メールアドレスを入力してやり直してください。"
EnterMessage, "メッセージを入力して再試行してください。"
EnterName, "名前を入力して再試行してください。"
EnterSubject, "件名を入力してください。"
PromptClearAttachments, "これらの添付ファイルを削除してもよろしいですか？"
SendSuccess, "あなたの情報は正常に送信されました。\n2営業日以内にご連絡いたします。"
Title, "サポートリクエストの送信"
TooLongEmailAddress, "電子メールアドレスを短くしてもう一度試してください。"
TooLongName, "名前を短くしてもう一度試してください。"


[BFFormUpdateInvalidLicense]
btnBuyNow, "Proライセンスの購入"
btnLater, "またあとで"
btnMoreInfo, "詳しい情報"
lblInvalidLicense, "お使いのProライセンスキーが無効です。\n\n設定ウィンドウのライセンスキータブにライセンスキーが正しく入力されているかを確認してください。\n\n正しいライセンスキーを入力してもこのメッセージが表示される場合は、下部のヘルプボタンからBinaryFortressサポートまでご連絡ください。"
Title, "不正なライセンスキー"


[BFFormUpdate_Controls]
btnChangeLog, "アップデートログ(&C)を開く"
btnDownloadOnly, "ウェブサイトにアクセス(&V)"
btnInstallNow, "すぐにインストール(&I)"
btnInstallOnExit, "インストール後終了(&X)"
btnRemindMeLater, "またあとで知らせる(&R)"
btnSkipThisVersion, "このバージョンを使わない(&S)"
lblNewVersion, "新しいバージョン："
lblOldVersion, "現在のバージョン："
lblUpdateNotes, "このバージョンの変更点："
lblUpdateSize, "更新サイズ："


[BFFormUpdate_Strings]
ConfirmSkipVersion, "新バージョンにアップデートすることをおすすめします。\nアップデートをスキップしますか?"
DownloadFailedSave, "ファイルをローカルに保存できませんでした。"
DownloadingUpdate, "最新のアップデートをダウンロード中..."
DownloadInvalidData, "サーバーから不正なデータが返されました。要求されたファイルがサーバーで見つからなかった可能性があります。"
DownloadNoData, "Webサイトからデータが返されませんでした。"
ErrorDownload, "最新版のダウンロード中にエラーが発生しました。"
FreeNotice, "このアップデートも今後のアップデートも無料です。今すぐアップデートしてお使い頂けます！"
RebootMightBeRequiredWarning, "本アップデートのインストール後に再起動が必要となる場合があります。"
Title, "最新アップデートがあります"
UpdateProMessage, "ワンクリックアップデートを利用するにはPro版にアップグレードする必要があります。\nアップグレードについての詳細情報を表示しますか？"


[BFHelpButton_Controls]
mniDiscussions, "コミュニティ"
mniOnlineHelp, "オンラインヘルプ"
mniSupportRequest, "サポートをリクエスト"


[BFHotKey]
ButtonRemoveInvalidHotKey, "無効なキーの組み合わせを削除(&R)"
ErrorHotKeyBindFailed, "ホットキーの割り当てに失敗："
ErrorHotKeyComboInUse, "このキーの組み合わせは既に使用されています。原因は以下の可能性があります:\n-本アプリケーションの他の設定でこのキーの組み合わせがすでに使われている。\n-他アプリケーションでこのキーの組み合わせがすでに使われている。\n-Windowsに標準搭載されている機能でこのキーの組み合わせがすでに使われている。\n\n設定画面でこのキーの組み合わせを編集または削除してください。"
ErrorIncorrectKeyValue, "無効なキーの組み合わせ:キーを入力してください。"
ErrorIncorrectNumberElements, "無効なキーの組み合わせ:キーの数が正しくありません。"
ErrorIncorrectNumberKeyMods, "無効なキーの組み合わせ:修飾キーの数が正しくありません。"
ErrorInvalidKeyCombo, "指定したキーの組み合わせは無効です。"
ErrorSystemReserved, "指定したキーの組み合わせはWindowsで予約されているため使用できません。"
ErrorTooManyModifiers, "無効なキーの組み合わせ:修飾キーが多すぎます。"
HotKeyButtonRemove, "削除(&R)"
HotKeyButtonSetHotKey, "ホットキーの設定"
HotKeyLabelKeys, "修飾キーを選択してから希望のキーを入力してください"
HotKeyLabelMouse, "修飾キーを選択してから希望のマウスボタンをクリックしてください"


[BFMessage]
btnCopy, "クリップボードへコピー(&C)"
btnMoreInformation, "詳しい情報を見る(&S)"


[BFTextQuery]
CaseSensitive, "大文字・小文字を区別する："
ErrorBracketMismatch, "エラー:カッコ数の不一致。\nカッコが閉じられているか、クエリーが引用符に囲まれているかを確認してください。"
ErrorEscapeCharAtEnd, "エラー:エスケープ文字'\'がクエリーの末尾に存在します。\n該当文字をエスケープまたは削除してください。"
ErrorExpectedMatchCountChar, "エラー:存在すべき':::cbc:::'が位置{0}にありません。\nカッコが閉じられているか、クエリーが引用符に囲まれているかを確認してください。"
ErrorExpectedQuote, "エラー:'"'が{0}にありません。\n'"文字をエスケープしてください。"
ErrorInvalidChar, "エラー:無効な文字{0}が位置{1}にあります。\n引用符で囲んでください。"
ErrorInvalidDigit, "エラー:無効な数値が{0}に存在します。\n値には正の数字のみを使用できます。"
ErrorInvalidWordBoundary, "警告:文字が無効です。\n等号演算子では、文字と数字のみがサポートされています。"
MayContain, "この文字列を含む："
MayEqual, "一致する："
MayNotContain, "この文字列を含まない："
MayNotEqual, "一致しない："
MustContain, "必須:："
MustEqual, "一致条件："
MustNotContain, "含めることはできません："
MustNotEqual, "一致不可："
Time, "1回"
Times, "{0}回"


[BFUpdateCheck]
AlreadyInProgress, "アップデートのチェックをしています..."
ErrorRunningDownloadedFile, "エラーが発生しました。"
FailedToGetVersion, "最新版のバージョンを読み込めませんでした。"
NoUpdate, "既に最新版をご利用中です。"


[cFunctions_Strings]
FolderNotRecognized, "選択されたフォルダーは認識されていませんので検索できません。"


[CommonControls]
chkIsMetroApp, "メトロ(ユニバーサル)アプリですか?"
lblMetroAppID, "プロセスアプリID："


[frmMain_Controls]
btnBrowseAppendExcludePath, "選択 && 追加"
btnBrowseExcludePath, "選択"
btnFolderBrowse, "参照(&B)"
btnFolderBrowseAppend, "選択 && 追加"
btnNewSearch, "新規タブで検索(&N)"
btnPause, "一時停止(&U)"
btnResume, "再開(&U)"
btnSearch, "検索(&S)"
btnStop, "中止(&T)"
chkCaseSensitive, "大文字・小文字を区別(&C)"
chkFileSizeMax, "最大ファイルサイズ："
chkFileSizeMin, "最小ファイルサイズ："
chkIsQueryRegEx, "検索ワードは正規表現"
chkSearchSubFolders, "サブフォルダーも検索(&F)"
chkShowFirstResult, "各ファイルの最初の検索結果のみを表示(&O)"
chkShowIncludeFilterMatchFiles, "[ファイルを含む] フィルターに一致するファイル名を表示する"
chkShowIncludeFilterMatchFolders, "[ファイルを含む] フィルターに一致するフォルダー名を表示する"
chkShowQueryMatchFiles, "クエリーテキストと一致するファイル名を表示する"
chkShowQueryMatchFolders, "クエリーテキストと一致するフォルダー名を表示する"
chkUseIFilters, "ファイルハンドラーを使用してファイルの内容を処理する（遅い）"
colDateAccessed, "アクセス日"
colDateCreated, "作成日"
colDateModified, "変更日"
colEncodingUsed, "使用されているエンコード"
colExtension, "拡張"
colFile, "ファイル名"
colFileSize, "ファイルサイズ"
colLine, "行"
colLineNumber, "行番号"
colPath, "パス"
lblAccessedTo, "へ"
lblAdditionalLinesAfter, "検索結果の後に表示する行数："
lblAdditionalLinesBefore, "検索結果の前に表示する行数："
lblCreatedTo, "へ"
lblDateAccessed, "アクセス日："
lblDateCreated, "作成日："
lblDateFilterLogic, "日付フィルターロジック："
lblDateModified, "変更日："
lblExcludeFiles, "除外ファイル(&C)："
lblExcludePath, "除外パス(&X)："
lblFilterResults, "フィルター："
lblIncludeFiles, "ファイルを含む(&F)："
lblModifiedTo, "へ"
lblPath, "パス(&P)："
lblQuery, "クエリー(&Q)："
lblStatusFound, "一致が見つかりました：{0}"
lblStatusTotal, "検索されたファイル：{0}"
mniAbout, "バージョン情報"
mniAddResultsToZipFile, "すべての結果を圧縮"
mniAddSelectedResultsToZipFile, "選択した結果を圧縮"
mniClearSearchHistory, "検索履歴を消去"
mniCloseAll, "すべて閉じる"
mniCloseAllButThis, "これ以外はすべて閉じる"
mniCloseSearch, "閉じる"
mniCopyFilePathNewLine, "選択したファイル名をコピー（改行区切り）"
mniCopyToClipboard, "選択した結果をコピー"
mniCopyToClipboardAll, "すべての結果をコピー"
mniExit, "終了"
mniExplorerContextMenu, "Windowsのコンテキストメニュー"
mniHashWithHashTools, "HashToolsを使ったハッシュ"
mniHelp, "ヘルプ"
mniOpenFolder, "格納フォルダーを開く"
mniOpenFolderOnly, "フォルダーを開く"
mniOpenOther, "{0}で開く"
mniPermenentDelete, "選択したファイルを完全に削除する"
mniRemoveRows, "選択した結果をリストから削除する"
mniRenameFile, "選択したファイルの名前を変更"
mniSettings, "設定"
mniShowFilterControls, "フィルターコントロールを表示"
mniTextCopy, "コピー(&C)"
mniTextSelectAll, "すべて選択(&A)"
mniTools, "ツール(&T)"
mniTrayExit, "終了"
mniTrayLoadProfiles, "プロファイルを読み込む"
mniTrayShowFileSeek, "FileSeekを表示"
mniTraySyncProfiles, "プロファイルを同期"
mnuCopyFilePath, "選択したファイル名をコピー（カンマ区切り）"
mnuExportAllHTML, "すべての結果をHTMLにエクスポート"
mnuExportSelectedResultsHTML, "選択した結果をHTMLにエクスポート"
mnuFileCopy, "選択したファイルをコピーする"
mnuFileCut, "選択したファイルを切り取る"
mnuFileDelete, "選択したファイルを削除"
mnuLanguage, "言語"
mnuLoadProfile, "読込"
mnuManageProfiles, "プロファイルを管理する"
mnuOpen, "開く"
mnuOpenNotepad, "メモ帳で開く"
mnuProfile, "プロファイル"
mnuSave, "保存"
mnuSaveAll, "すべての結果をCSVとしてエクスポート"
mnuSaveProfile, "新しいプロファイルを保存"
mnuSaveSelection, "選択した結果をCSVとしてエクスポート"
mnuShowFullLanguageList, "全リストを表示"
mnuSyncProfiles, "プロファイルを同期"
rdoMatchQueryLineByLine, "ファイル内の各行にクエリーを一致させる"
rdoMatchQueryToWholeFile, "ファイル全体にクエリーを一致させる"
tabAdvanced, "高度な設定"
tabDateFilters, "日付フィルター"
tabFileSizeFilters, "ファイルサイズフィルター"
tabSearch, "検索"


[frmMain_Strings]
AccessedAfterTT, "{0}の後にアクセス"
AccessedBeforeTT, "{0}の前にアクセス"
AccessedBetweenTT, "{0}と{1}の間でアクセス"
AllDrives, "すべてのドライブ"
AppSelectionErrorPartOne, "選択したアプリケーションが見つかりません。"
AppSelectionsErrorPartTwo, "今すぐ別のものを選択しますか？"
btnNewSearchTT, "新しいタブを開いて検索を開始する"
btnSearchTT, "現在のタブで検索を開始する"
btnStopTT, "選択した検索を中止する"
CaseSensitiveQueryTT, "大文字と小文字を区別するクエリー"
cboDateFilterLogic_AND, "論理積(AND)"
cboDateFilterLogic_OR, "論理和(OR)"
cboExcludeFileFilterMode_Pattern, "ファイル除外フィルターはパターンです"
cboExcludeFileFilterMode_RegEx, "ファイル除外フィルターは正規表現です"
cboExcludeFileFilterMode_TextQuery, "ファイル除外フィルターはテキストクエリーです"
cboIncludeFileFilterMode_Pattern, "ファイルを含めるフィルターはパターンです"
cboIncludeFileFilterMode_RegEx, "ファイルを含めるフィルターは正規表現です"
cboIncludeFileFilterMode_TextQuery, "ファイルを含めるフィルターはテキストクエリーです"
cboQueryMode_RegEx, "検索ワードは正規表現"
cboQueryMode_TextQuery, "クエリーはテキストクエリーです"
chkShowFirstResultTT, "各行にクエリーを一致させるとき、最初に一致した行だけを表示します"
ColumnChangeMessage, "検索結果列への変更は、検索を再開するまで行われません。"
ContextMenuError, "Windowsのコンテキストメニューの表示中にエラーが発生しました。"
CreatedAfterTT, "{0}の後に作成されました"
CreatedBeforeTT, "{0}より前に作成されました"
CreatedBetweenTT, "{0}と{1}の間に作成されました"
CSVSpreadsheet, "CSVファイル"
CustomAppOpenError, "カスタムアプリケーションでこのファイルを開くときにエラーが発生しました。"
DateCreatedError, "開始日より後の「作成終了日」を選択してください。"
DateFiltersSelected, "日付フィルター："
DateModifiedError, "開始日より後の 日付変更日'を選択してください。"
EmptyPDFError, "PDFファイルを検索しましたが、テキストが含まれていませんでした"
EnterProfileName, "プロファイル名を入力してください："
ErrorDirectoryEmpty, "このパスは空です"
ExcludeFilesTT, "除外ファイル：{0}"
ExcludePathsTT, "パスを除外：{0}"
ExportDateAccessed, "アクセス日"
ExportDateCreated, "作成日"
ExportDateModified, "変更日"
ExportExtension, "拡張"
ExportFileName, "ファイル名"
ExportFileSize, "ファイルサイズ"
ExportLineNumber, "行番号"
ExportLineText, "行"
ExportPath, "パス"
FileDeleteMessage, "FileSeekが要求された操作を実行している間お待ちください。\nこのウィンドウを閉じることはできますが、このタスクの実行中に予期しない結果が生じる可能性があります。"
FileDeleteQuestion, "選択したファイルまたはフォルダーを削除してよろしいですか？"
FileDeleteTitle, "ファイルを削除する"
FileDeletionError, "これらのファイルの削除中にエラーが発生しました。"
FileHandlerError, "検索するパスを入力してください。"
FileIncludeNameMatch, "ファイル名の一致 [ファイルを含めるフィルター]"
FileOpenError, "このファイルを開くときにエラーが発生しました。"
FilePermenentDeleteQuestion, "選択したファイルまたはフォルダーを完全に削除してよろしいですか？"
FileQueryNameMatch, "ファイル名の一致[クエリー]"
FileReadError, "ファイルへのアクセスエラー：{0}"
FileSelectionError, "存在するファイルを少なくとも1つ選択して、やり直してください。"
FileSizeError, "最小ファイルサイズ以上の最大ファイルサイズを選択してください。"
FileSizeFiltersSelected, "ファイルサイズフィルター："
FilesSearched, "検索されたファイル：{0}"
FilesSkipped, "スキップされたファイル：{0}"
FolderBrowserDescription, "検索するフォルダーを選択"
FolderBrowsingError, "フォルダーの参照中にエラーが発生しました。"
FolderIncludeNameMatch, "フォルダー名の一致 [ファイルを含めるフィルター]"
FolderItemError, "項目のフォルダーを取得できませんでした：{0}"
FolderOpenError, "このフォルダーを開くときにエラーが発生しました。"
FolderQueryNameMatch, "フォルダー名の一致 [クエリーテキスト]"
FolderReadError, "フォルダー{0}内のフォルダーの読み取りエラー"
HiddenFolderError, "隠しファイル/フォルダーのため検索していません"
HyperTextMarkupLanguageFile, "HTML言語ファイル"
IFilterWarning, "{0}ファイルに対して正しい結果を表示するには、[詳細設定]タブでファイルハンドラーを有効にしてください"
IncludeFilesTT, "含まれるファイル：{0}"
InvalidExcludeFilesRegExError, "ファイル除外の正規表現パターンが無効です。\n{0}"
InvalidFolderLength, "フォルダー長が無効です。"
InvalidIncludeFilesRegExError, "ファイルを含める正規表現パターンが無効です。\n{0}"
InvalidQueryError, "あなたのテキストクエリーは無効です。\n{0}"
InvalidQueryRegExError, "クエリー正規表現パターンが無効です。\n{0}"
KeypressError, "このキー操作の処理中にエラーが発生しました。"
LinkedFolderError, "リンク/ジャンクションはフォルダーを検索していません"
MatchesFound, "一致が見つかりました：{0}"
MatchesFromQueue, "待機中の結果：{0}"
MatchesFromQueueIcons, "待機中のアイコン：{0}"
MaxFileSizeTT, "最大ファイルサイズ：{0}"
MaxPathError, "長いパスはいくつかのプログラムでは動作しないかもしれません"
MenuOpenError, "メニューを開くときにエラーが発生しました。"
MinFileSizeTT, "最小ファイルサイズ：{0}"
ModifiedAfterTT, "{0}の後に変更"
ModifiedBeforeTT, "{0}の前に変更"
ModifiedBetweenTT, "{0}と{1}の間で変更"
More, "（もっと）"
NoDateFiltersSelected, "日付フィルターが選択されていません"
NoFileSizeFiltersSelected, "ファイルサイズフィルターが選択されていません"
NoOptionsSelected, "オプションが選択されていません"
NotepadError, "メモ帳でこのファイルを開くときにエラーが発生しました。"
NotYourProfile, "あなたはこのプロファイルを所有していません。"
OnlyShowFirstResultTT, "最初の結果のみ表示"
OpenManyQuestion, "{0}ファイルまたはフォルダーを開きますか？"
OptionsSelected, "選択されたオプション："
OtherApplication, "その他のアプリケーション"
PathsTT, "パス：{0}"
PathTooLongError, "Windowsは長いパス名でこの動作をサポートしません。"
ProfileLoadError, "このプロファイルの読み込み中にエラーが発生しました。"
ProfileLoadOnStartError, "このプロファイルの読み込み中にエラーが発生しました。プロファイルが存在しません。"
ProfileNameEmptyError, "プロファイル名を入力していません。\n名前を入力してもう一度やり直してください。"
ProfileOverwriteQuestion, "プロファイル '{0}'を上書きしてもよろしいですか？"
ProfileSaved, "検索設定をプロファイル '{0}'に保存しました"
ProfileSaveError, "プロファイルを保存できません。"
ProOnlyDoubleClickPrompt, "デフォルト定のダブルクリックハンドラーは、FileSeek Proのみの機能に設定されています。\nデフォルトのダブルクリックハンドラーは[設定] > [検索]タブで変更できます。\n\nアップグレードに関する詳細情報をご希望ですか？"
QueryTT, "クエリー：\n{0}"
rdoMatchQueryLineByLineTT, "一度に1行ずつファイルを開き、各行にクエリーを一致させます"
rdoMatchQueryToWholeFileTT, "ファイル全体を一度に開き、クエリーをテキスト全体に一致させます"
RenameFileError, "FileSeekは選択されたファイルまたはフォルダーの名前を変更できませんでした。\n別の名前を入力してもう一度やり直してください。"
RenameFileFolder, "選択したファイルの名前を変更する："
ResultCopied, "1つの結果がクリップボードにコピーされました。"
ResultCopyError, "検索結果をクリップボードにコピー中にエラーが発生しました。"
ResultSaveError, "結果の保存中にエラーが発生しました。\n{0}"
ResultsCopied, "{0}個の結果がクリップボードにコピーされました。"
ResultSelectionError, "少なくとも1つの検索結果を選択して、もう一度やり直してください。"
SaveResults, "スプレッドシートに結果を保存する"
SaveResultsAsHTML, "結果をHTMLとして保存"
SaveSearchProfile, "検索プロファイルを保存"
SearchComplete, "{0} sで検索が完了しました"
SearchCriteria, "検索条件："
SearchCriteriaEmptyTT, "検索条件が空です"
SearchEnd, "検索終了：{0}"
SearchError, "検索中にエラーが発生しました。"
SearchStart, "検索開始：{0}"
SearchSubFoldersTT, "サブフォルダーを検索"
SettingFormShowError, "設定ウィンドウの表示中にエラーが発生しました。"
Syncing, "Binary Fortressアカウントと同期しています..."
SystemFolderError, "システムファイル/フォルダーなので検索しない"
TextCopyError, "このテキストのコピー中にエラーが発生しました。"
TextProcessingError, "テキストの処理中にエラーが発生しました。"
TextQueryHelpTT, "テキストクエリーヘルプ"
TextSelectionError, "テキストを選択してもう一度やり直してください。"
txtPathTT, "「|」で複数の項目を区切ります"
UseFileHandlersTT, "ファイルハンドラーを使用する"
ViewingAppPartOne, "閲覧アプリケーションをまだ選択していません"
ViewingAppPartTwo, "今すぐ選択しますか？"
ZipFile, "ZIPファイル"


[frmProfileManager_Controls]
btnCopyProfile, "プロファイルをコピー"
btnDelete, "削除"
btnExport, "プロファイルをエクスポート"
btnImport, "プロファイルをインポート"
btnRename, "名前の変更"
btnSync, "Binary Fortress アカウントと同期する"
colProfileName, "プロファイル名"
colProfileOwner, "プロファイル所有者"
lblCurrentProfile, "現在のユーザー：{0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "新しいプロファイルの名称は？"
ExportFileSeekSearchProfile, "FileSeek検索プロファイルのエクスポート"
ExportSearchProfileSuccessful, "検索プロファイルのエクスポートに成功しました"
FileSeekSearchProfile, "FileSeek検索プロファイル"
ImportFileSeekSearchProfile, "FileSeek検索プロファイルのインポート"
MustSelectAnItem, "リストからプロファイルを選択して、もう一度やり直してください。"
ProfileDeleteQuestion, "選択したプロファイルを削除してもよろしいですか？"
RenameSearchProfile, "検索プロファイル名の変更"
SearchProfileName, "検索プロファイル名："
Title, "プロファイルを管理する"


[frmSettings_Controls]
btnBrowseOther, "参照(&B)"
btnClearHistory, "検索履歴を消去"
btnIFilterToggle, "ファイルハンドラーの切り替え"
btnOtherDefault, "デフォルト(&D)"
chkCloseToTray, "閉じるボタンでFileSeekをシステムトレイに最小化する"
chkCombineParameters, "複数のインスタンスを開く代わりに、同じインスタンスに複数のファイルを渡す"
chkErrorDirectoryEmpty, "空のフォルダーが見つかったときにエラーを表示する"
chkErrorForLongPaths, "260文字を超えるとエラーを表示してパスをスキップする"
chkExportExtraLines, "検索結果を保存するときにも余分な行をエクスポートする"
chkIFilterErrors, "ファイルハンドラーがないファイルのエラーを表示する（ファイルハンドラー検索が有効な場合）"
chkIsQueryFullString, "クエリーテキストを1つの大きなクエリー用語として扱う"
chkLinkedFoldersSearch, "リンク/ジャンクションのファイル && フォルダーを検索する"
chkLinkedFoldersSearchShowErrorOnSkip, "リンク/ジャンクションをスキップするときにエラーを表示する"
chkMinimizeToTray, "FileSeekをシステムトレイに最小化する"
chkOnlyShowMatchedText, "一致したテキストのみを検索結果に表示する"
chkResetSearchValues, "新しいタブで検索を開始するとき、検索タブの値をリセットする"
chkResultWordWrap, "検索結果に表示されているテキストを折り返す"
chkSearchHiddenFiles, "隠しファイル && フォルダーを検索する"
chkSearchSystemFiles, "システムファイル && フォルダーの検索"
chkSearchWithinLNKFiles, "LNKファイルが示しているファイルを検索"
chkShowErrorEmptyPDF, "空のPDFファイルが見つかったときにエラーを表示する"
chkShowFileErrors, "ファイル/フォルダーにアクセスできない場合にエラーを表示する"
chkShowHiddenFileError, "隠しファイル && フォルダーをスキップするときにエラーを表示する"
chkShowSystemFileError, "システムファイル && フォルダーをスキップするときにエラーを表示する"
chkShowToolTips, "ツールチップを表示する"
chkSingleInstance, "FileSeekに1つのインスタンスのみを開かせる"
chkStartWithClearProfile, "常に空白の検索条件でFileSeekを起動する"
chkTreatAllExcludePathFiltersAsWildcards, "すべての [除外パスフィルター] をワイルドカードとして扱う"
chkTreatAllIncludeFiltersAsWildcards, "すべての [ファイルを含めるフィルター] をワイルドカードとして扱う"
chkUseCustomDateFormat, "カスタム日付形式を使用する"
chkUsePreviewHandlers, "結果ウィンドウでプレビューハンドラーを使用する"
chkWindowsContextMenu, "WindowsのコンテキストメニューにFileSeekを表示する"
colAvailableColumns, "利用可能な列"
colSelectedColumns, "選択した列"
gbCmdLineVars, "コマンドライン変数"
gbDateFormat, "日付フォーマット"
gbGeneralOptions, "一般オプション"
gbPresentationOptions, "表示オプション"
gbSearchColumns, "検索列"
lblCmdLineParam, "渡すコマンドラインパラメーター："
lblDateFormatLink, "カスタムの日付と時刻のフォーマット文字列"
lblDefaultDoubleClick, "検索結果をダブルクリックしたときのデフォルトの操作を選択します："
lblFileHandlerFAQ, "ファイルハンドラーに関するよくある質問"
lblNumChar, "検索結果ごとにこれらの文字を表示します："
lblOtherApplicationName, "他のアプリケーションの名前："
lblSelectViewingApp, "選択したファイルの閲覧アプリケーション："
lblSkipFile, "ファイルあたりの最大検索時間（0 =無制限）："
pageSearchViewSettings, "結果表示設定"


[frmSettings_Strings]
AppBrowsingError, "アプリケーションの参照中にエラーが発生しました。"
cboDefaultDoubleClickOperation_ExportAllCSV, "すべての検索結果をCSVにエクスポート"
cboDefaultDoubleClickOperation_ExportAllHTML, "すべての結果をHTMLにエクスポート"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "選択した検索結果をCSVにエクスポート"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "選択した結果をHTMLにエクスポート"
cboDefaultDoubleClickOperation_Open, "デフォルトのハンドラーとして開く"
cboDefaultDoubleClickOperation_OpenContainingFolder, "格納フォルダーを開く"
cboDefaultDoubleClickOperation_OpenNotepad, "メモ帳で開く"
cboDefaultDoubleClickOperation_OpenOther, "{0}で開く"
chkTreatAllIncludeFiltersAsWildcardsTT, "このオプションを有効にすると、fooとして入力された検索は*foo*として扱われます"
ClearHistoryError, "検索履歴を消去中にエラーが発生しました。"
ClearHistoryWarning, "検索履歴を消去してよろしいですか？"
CommandLineError, "コマンドラインパラメーターを入力するか、「デフォルト」をクリックしてそれらをリセットしてください。"
CustomDateFormatError, "カスタム日付フォーマットの割り当て中にエラーが発生しました。\nエラーを修正してやり直してください。"
DisableFileHandler, "ファイルハンドラーを無効にする"
DisablePreviewHandler, "プレビューハンドラーを無効にする"
EnableFileHandler, "ファイルハンドラーを有効にする"
EnablePreviewHandler, "プレビューハンドラーを有効にする"
FileCommandDescription, "{0}：完全なファイル名を置き換えます。"
FileHandlerListError, "ファイルハンドラーの一覧表示中にエラーが発生しました。"
FileHandlerSelectError, "このファイルハンドラーの選択中にエラーが発生しました。"
FileHandlerToggleError, "このファイルハンドラーの切り替え中にエラーが発生しました。"
HistoryCleared, "検索履歴は正常に消去されました。"
InvalidExitcode, "無効な終了コード{0}が返されました"
LineCommandDescription, "{0}：行番号を代入します。"
lvIFilters_Extension, "拡張"
lvIFilters_Handler, "ハンドラー"
lvIFilters_HandlerVersion, "バージョン"
NumOfCharError, "{0}と{1}の間の文字数を入力して、やり直してください。"
PreviewHandlerListError, "プレビューハンドラーの一覧表示中にエラーが発生しました。"
PreviewHandlerToggle, "プレビューハンドラーの切り替え"
SettingMenuError, "コンテキストメニューの設定中にエラーが発生しました。"
tabSettings_FileHandlers, "ファイルハンドラー"
tabSettings_OtherApp, "その他のアプリケーション"
tabSettings_PreviewHandlers, "プレビューハンドラー"
tabSettings_Search, "検索"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "検索結果は正常に保存されました。\nファイルを表示しますか？"
SearchCriteria, "検索条件"
SearchDate, "検索日："
Title, "FileSeekの検索結果"


[IFilterHelper_Strings]
UnknownError, "不明な IFilter エラー"
UsingStandardMethodWarning, "このファイルのファイルハンドラーはありません。標準の方法で検索します。"


[Installer]
AdditionalIcons, "追加のアイコン："
CreateContextMenuItems, "Windowsの右クリックコンテキストメニューに追加"
CurrentUserOnly, "現在のユーザーのみ"
DesktopIcon, "デスクトップアイコンを作成する(&D)"
DotNetInstallNow, "今すぐインストールしますか？"
DotNetRequired, "このアプリ起動するには.NETフレームワークの更新が必要です。"
ForAllUsers, "すべてのユーザー"
LaunchNow, "今すぐ起動"
LicKeyInvalid, "このライセンスキーは無効です。"
LicKeyLabel, "ライセンスキー："
LicKeySelectOption, "ライセンスキーオプションを選択してからやり直してください。"
LicKeyText, "ライセンスキーオプション："
LicKeyTextAdminLocked, "管理者がライセンスキーを設定しました。"
LicKeyTextChangeFree, "無料版に変更するには、設定ウィンドウで"無料版に変更"をクリックします。"
LicKeyTextEnterOrFree, "有効なライセンスキーを入力するか、「無料版」を選択してください。"
LicKeyTextPaid, "使用するライセンスキー："
LicKeyTextTrial, "試用版を使う(初回のみ)。30日が経過すると無料版になります"
RunAtStartup, "Windowsの起動時に自動実行"
SteamKeyInvalid, "Steamのライセンスキーを正常に読み込めませんでした。\nこのインストーラー/アプリケーションを終了し、Steam内からインストールまたは起動をクリックしてみてください。"
TextBefore, "FileSeekを現在実行している場合は、この新しいバージョンをインストールする前にFileSeekを終了してください。\n\nアップデートとサポートについては、https：//www.fileseek.caをご覧ください。"
UninstallRemoveAllData1, "アプリケーション設定・個人設定・一時ファイル全てを完全に削除しますか？"
UninstallRemoveAllData2, "このアプリケーションを将来再びインストールする場合お勧めしません。"
UnsupportedWindowsVersion, "この製品はご使用のWindowsのバージョンではサポートされていません。サポートされている古いバージョンをダウンロードする方法についてご紹介しましょうか？"


[LicenseValidate_Strings]
ExpiredPrompt, "申し訳ありませんが、FileSeek体験版ライセンスキーは有効期限が切れています。\nすでにライセンスを購入している場合は、FileSeek設定ウィンドウに入力してください。\n\nFileSeek Proの購入に関する詳細情報をご希望ですか？"
FreeLicenseReminder, "開発のお手伝いを検討されているならここをクリックしてください!"
Invalid, "申し訳ありません。お使いのライセンスキーは無効です。"
InvalidReseller, "申し訳ありませんが、ライセンスキーは販売代理店から提供されたFileSeekでのみ有効です。\n詳細については、販売店にお問い合わせください。"
LicenseProcessPro, "ご登録ありがとうございます！"
LicenseProcessProRestoreSettingsPrompt, "Proで設定されている自動バックアップを検出しました。\nこのバックアップファイルが作成されたのは{0}日前です。\nProの設定をインポートしますか。現在の設定はすべてバックアップの設定で上書きされます。"
LicenseProcessRemoved, "ライセンスキーが削除されました。"
LicenseProcessTrial, "FileSeek Proをお試しいただきありがとうございます。\nライセンスは{0：D}に有効期限が切れます。"
TrialAlmostDonePrompt, "トライアルライセンスはもうすぐ期限切れになります。\nすでにライセンスを購入している場合は、FileSeek設定ウィンドウに入力してください。\n\nFileSeek Proの購入に関する詳細情報をご希望ですか？"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "FileSeekで検索する"


[Words]
About, "情報"
Add, "追加(&A)"
AdminSettingsLock, "設定の一部はシステム管理者によって管理されています"
Apply, "適用"
Browse, "ブラウズ"
ButtonLater, "あとで(&L)"
ButtonMoreInformation, "詳細情報(&M)"
ButtonUseFreeVersion, "無料版を使用(&U)"
BuyALicenseKey, "ライセンスを購入"
Cancel, "キャンセル(&C)"
Close, "閉じる"
Copy, "コピー(&C)"
Custom, "カスタム"
Cut, "切り取り(&C)"
Default, "デフォルト"
Delete, "削除(&D)"
Disable, "無効化(&D)"
Disabled, "無効"
Duplicate, "複製(&D)"
Edit, "編集(&E)"
Enable, "有効化(&E)"
Enabled, "有効"
EnterALicenseKey, "ライセンスキーを入力"
Error, "エラー"
ErrorNotAdminUACDisabled, "UACが無効になっていますが、管理者ではありません。要求した操作を完了できない可能性があります。\nUACを有効にするか、管理者としてログインしてからやり直してください。\nまだUACを無効にしたばかりの場合は、PCを再起動してください。"
Exit, "終了(&X)"
FileTypes_AllFiles, "すべてのファイル"
FileTypes_ApplicationFiles, "アプリケーションファイル"
FileTypes_HTMLFiles, "HTMLファイル"
FileTypes_ImageFiles, "画像ファイル"
FileTypes_RegistryFiles, "レジストリーファイル"
FileTypes_SoundFiles, "音声ファイル"
FileTypes_VideoFiles, "ビデオファイル"
FileTypes_ZipFiles, "Zipファイル"
FreeVsPro, "無料版とPro版"
Help, "ヘルプ"
Info, "情報"
InvalidImageFile, "画像が破損しているか、読み込めない形式です。"
Language, "言語"
Load, "読み込み(&L)"
Name, "名前"
NameLabel, "名前："
Never, "しない"
No, "いいえ(&N)"
OK, "OK(&O)"
Paste, "貼り付け(&P)"
ProductSocialOnFacebook, "FacebookのFileSeek"
ProductSocialOnLinkedIn, "LinkedInのFileSeek"
ProductSocialOnTwitter, "TwitterのFileSeek"
ProOnlyButtonToolTip, "この機能はPro版のみ使用可能です！\n詳しくはここをクリックしてください。"
ProOnlyLabelText, "この機能を有効にするにはPro版へアップグレードしてください"
ProOnlyNotice, "青色で強調表示されている機能はPro版のみで使用可能です"
ProOnlyQuestion, "この機能を利用するにはPro版にアップグレードする必要があります。\nアップグレードについて詳細情報を表示しますか？"
ProOnlyShort, "Pro版のみ"
Redo, "やり直す(&R)"
Refresh, "更新(&R)"
Remove, "削除(&R)"
Rename, "名前変更(&R)"
Retry, "リトライ"
Save, "保存(&S)"
Seconds, "秒"
Select, "選択"
SelectAll, "すべて選択(&S)"
Settings, "設定"
Start, "開始"
Stop, "停止"
Sync, "同期"
Undo, "元に戻す(&U)"
Unknown, "不明"
Yes, "はい"